[{"s": 9.57, "e": 37.73, "t": "After wrecking havoc across the heavens, pilfering a potion of immortality, and defeating the strongest warriors in the Jade Emperor's court, the Monkey King had finally been captured in a white hot prison cell. But rather than cooking him to a crisp, the sweltering cage had inflamed its captive strength. Now he was free once more and itching for a fight."}, {"s": 38.15, "e": 48.79, "t": "Desperate, the Jade Emperor called on the only being stronger than he, the supreme power in all the heavens, the Buddha himself."}, {"s": 49.71, "e": 79.67, "t": "Even in the face of this almighty opponent, Sun Wukong was not one to grovel. He began boasting of his many talents and demanded the Emperor's crown. Smiling, the Buddha declared he would grant that wish if Sun Wukong could somersault out of his palm. The Monkey King gladly pranced onto the Buddha's hand and shot into the air, landing in a far off region where 5 pink pillars seemed to mark the edge of the."}, {"s": 80.67, "e": 107.75, "t": "Cackling with Glee, Sun Wukong proudly marked his territory. Returning to the Buddha, he demanded his new title, but he was distracted by a familiar odour. Looking back, he was shocked to find he'd never left the Buddha's hand. Suddenly, those five fingers transformed into a mountain range, which flipped and pinned Sun Wukong to the ground."}, {"s": 108.23, "e": 127.91, "t": "Using a sacred seal, the Buddha secured the prison, trapping the Monkey King for good unless he could learn to change. Seeing the mystical tag, Sun Wukong knew he couldn't escape unaided, but it took centuries before he truly admitted defeat."}, {"s": 128.63, "e": 154.71, "t": "After 500 years of imprisonment, he'd grown increasingly desperate, finally vowing to mend his ways. So when the bodhisattva Guanyin happened by his prison on a sacred journey, he promised to pursue enlightenment if she would end his torment. The goddess of Compassion was skeptical of Sun Wukong's change of heart, but decided to give him an opportunity to prove himself."}, {"s": 155.52, "e": 158.96, "t": "At that time, the goddess was overseeing another sacred quest."}, {"s": 159.51, "e": 186.79, "t": "Pursued by a righteous monk named Tripitaka, he'd set out to retrieve scriptures from the West, but the path was too long and dangerous to travel alone, so Guanyin promised to arrange Sun Wukong's freedom if he had served as a monk's faithful disciple. The Monkey King agreed without hesitation, and Guanyin directed Tripitaka to his mountain prison."}, {"s": 187.87, "e": 216.95, "t": "After centuries of waiting, Sun Wukong was finally free, but he knew he had to behave himself. While the pair walked peacefully at first, they were soon accosted by fearsome bandits, and soon Wukong old habits pulled up. Tripitaka scolded the Monkey King, but this only enraged him further. Being good was far more boring than he had imagined, so he swiftly aband."}, {"s": 217.15, "e": 233.75, "t": "His companion unable to continue alone, Tripitaka sat dejected until a strange woman approached him. She gave him a sumptuous silk shirt and a cap hiding a band of gold alongside A mysterious spell."}, {"s": 234.39, "e": 263.39, "t": "It was only when she vanished that Tripitaka recognised her as his holy patron. Meanwhile, Sun Wukong was having second thoughts. He'd sought refuge in the Dragon King's lair, where he discussed his troubles over tea, but the Dragon King only scoffed at his guest. Wounded pride. He told Sun Wukong that if he truly wanted to attain enlightenment, he would have to abandon his ego."}, {"s": 263.55, "e": 265.87, "t": "However painful that might be."}, {"s": 266.55, "e": 278.19, "t": "His determination renewed, Sun Wu Kong returned to Tripitaka to apologize, but quickly spotted the luxurious shirt and cap."}, {"s": 279.55, "e": 286.91, "t": "They fit the Monkey King perfectly, prompting Tripitaka to recite the spell out of curiosity."}, {"s": 287.87, "e": 294.75, "t": "Suddenly, the golden band tightened around Sun Wukong's head, causing explosive pain."}, {"s": 295.87, "e": 300.19, "t": "He became too weak to use his cudgel or somersault away."}, {"s": 300.91, "e": 313.79, "t": "Only now did Tripitaka recognize the spell's power. Until Sun Wukong could control himself, Guan Yin had given him control of the Monkey King."}, {"s": 315.67, "e": 319.87, "t": "Both parties were uneasy about this new arrangement."}, {"s": 321.6, "e": 323.88, "t": "But they agreed it was for the good of their mission."}, {"s": 325.39, "e": 335.87, "t": "Finally, the Monkey King was ready for his greatest challenge yet, an epic journey to the West and perhaps to redemption."}, {"s": 339.5, "e": 351.34, "t": "The stories that we passed down help us better understand the past and sometimes even the present. Subscribe to this channel and never miss a myth."}]