[{"s": 7.03, "e": 24.75, "t": "Cigarettes aren't good for us. That's hardly news. We've known about the dangers of smoking for decades. But how exactly do cigarettes harm us? Let's look at what happens as their ingredients make their way through our bodies, and how we benefit physically when we finally give up smoking."}, {"s": 25.87, "e": 49.59, "t": "With each inhalation, smoke brings its more than 5000 chemical substances into contact with the body's tissues. From the start, tar, a black resinous material, begins to coat the teeth and gums, damaging tooth enamel and eventually causing decay. Over time, smoke also damages nerve endings in the nose, causing loss of smell."}, {"s": 50.11, "e": 58.59, "t": "Inside the Airways and lungs, smoke increases the likelihood of infections as well as chronic diseases like bronchitis and emphysema."}, {"s": 59.31, "e": 86.44, "t": "It does this by damaging the cilia, tiny hairlike structures whose job it is to keep the Airways clean. It then fills the alveoli, tiny air sacs that enable the exchange of oxygen and carbon dioxide between the lungs and blood. A toxic gas called carbon monoxide crosses out membrane into the blood, binding to hemoglobin and displacing the oxygen it would usually have transported around the body."}, {"s": 86.59, "e": 91.95, "t": "That's one of the reasons smoking can lead to oxygen deprivation and shortness of breath."}, {"s": 93.2, "e": 122.6, "t": "Within about 10 seconds, the bloodstream carries a stimulant called nicotine to the brain, triggering the release of dopamine and other neurotransmitters, including endorphins that create the pleasurable sensations which make smoking highly addictive. Nicotine and other chemicals from the cigarette simultaneously cause constriction of blood vessels and damage their delicate endothelial lining, restricting blood flow. These vascular effects lead to thickening of blood vessel walls and enhance blood platelets."}, {"s": 122.71, "e": 152.71, "t": "Stickiness, increasing the likelihood that clots will form and trigger heart attacks and strokes. Many of the chemicals inside cigarettes can trigger dangerous mutations in the body's DNA that make cancers form. Additionally, ingredients like arsenic and nickel may disrupt the process of DNA repair, thus compromising the body's ability to fight many cancers. In fact, about one of every three cancer deaths in the United States is caused by smoking. And it's not just lung."}, {"s": 152.87, "e": 160.23, "t": "Cancer Smoking can cause cancer in multiple tissues and organs, as well as damaged eyesight and weakened bones."}, {"s": 160.91, "e": 190.91, "t": "It makes it harder for women to get pregnant, and in men it can cause erectile dysfunction. But for those who quit smoking, there's a huge positive upside with almost immediate and long lasting physical benefits. Just 20 minutes after a smoker's final cigarette, their heart rate and blood pressure begin to return to normal. After 12 hours, carbon monoxide levels stabilize, increasing the blood's oxygen carrying capacity. A day after ceasing, heart attack risk begins to decrease."}, {"s": 191.03, "e": 220.03, "t": "As blood pressure and heart rates normalize after two days, the nerve endings responsible for smell and taste start to recover. Lungs become healthier after about one month, with less coughing and shortness of breath. The delicate hair, like cilia in the Airways and lungs start recovering within weeks and are restored after nine months, improving resistance to infection. By the one year anniversary of quitting, heart disease risk plummets to half."}, {"s": 220.31, "e": 250.19, "t": "As blood vessel function improves five years in, the chance of a clot forming dramatically declines, and the risk of stroke continues to reduce. After 10 years, the chances of developing fatal lung cancer go down by 50%, probably because the body's ability to repair DNA is once again restored. 15 years in the likelihood of developing coronary heart disease is essentially the same as that of a non-smoker. There's no point pretending this is all easy to."}, {"s": 250.31, "e": 280.31, "t": "Achieve Quitting can lead to anxiety and depression resulting from nicotine withdrawal, but fortunately, such effects are usually temporary and quitting is getting easier thanks to a growing arsenal of tools. Nicotine replacement therapy through gum, skin patches, lozenges and sprays may help wean smokers off cigarettes. They work by stimulating nicotine receptors in the brain and thus preventing withdrawal symptoms without the addition of other harmful chemicals."}, {"s": 280.71, "e": 296.23, "t": "Counseling and support groups, cognitive behavioral therapy, and moderate intensity exercise also helps smokers stay cigarette-free. That's good news, since quitting puts you and your body on the path back to health."}, {"s": 297.5, "e": 311.86, "t": "If you want to see more videos on building healthy habits, check out this playlist. And if you want to help support Ted Ed's nonprofit mission, please consider making a small donation at patreon.com/teded."}]