[
  {"s": 0.19, "e": 3.95, "t": "I say, you ever wonder why the Chinese use chopsticks?"},
  {"s": 3.95, "e": 8.75, "t": "Well, it's got something to do with Confucius and Cardinal Richelieu."},
  {"s": 8.75, "e": 14.53, "t": "I know that doesn't make a lot of sense right now, but it's actually true, sort of."},
  {"s": 14.53, "e": 17.66, "t": "And the two men did have one thing in common."},
  {"s": 17.66, "e": 20.09, "t": "They both hated eating with knives."},
  {"s": 20.09, "e": 23.36, "t": "Now, you might wonder what's wrong with knives."},
  {"s": 23.36, "e": 27.19, "t": "After all, we've been using them since Neolithic times."},
  {"s": 27.59, "e": 30.68, "t": "They're the simplest way to stuff your face."},
  {"s": 30.68, "e": 32.22, "t": "Ah, until they aren't."},
  {"s": 32.22, "e": 34.75, "t": "And that's where chopsticks come in."},
  {"s": 34.75, "e": 47.25, "t": "The first chopsticks, that we know of at least, are around 3000 years old and were found in the ruins of the city of Yin, the last capital of the Shang Dynasty in northern China."},
  {"s": 47.25, "e": 52.37, "t": "Now, interestingly enough, these chopsticks were only used to stir stews."},
  {"s": 52.37, "e": 55.04, "t": "They weren't actually used for eating."},
  {"s": 55.23, "e": 59.31, "t": "The Shang dynasty also used long forks in their kitchens."},
  {"s": 59.31, "e": 63.45, "t": "Yet for meal times, it was the good old knife and fingers."},
  {"s": 63.45, "e": 67.6, "t": "So when did chopsticks make their way to the dining table?"},
  {"s": 67.6, "e": 74.89, "t": "Well, to find the answer to that, we need to Fast forward a Millennium or so to around 2000 years ago."},
  {"s": 74.89, "e": 76.54, "t": "During the Han dynasty."},
  {"s": 76.54, "e": 81.47, "t": "Like their Shang predecessors, the Han ate almost exclusively Millet."},
  {"s": 81.47, "e": 85.19, "t": "It didn't need fertilizer or particularly good soil."},
  {"s": 85.31, "e": 88.46, "t": "Which was great, because the North had neither."},
  {"s": 88.46, "e": 99.27, "t": "The Han made porridge out of their Millet, and as you can imagine, eating porridge with chopsticks is not exactly the easiest thing to do, so it never caught on."},
  {"s": 99.27, "e": 103.49, "t": "But as the Han dynasty expanded, their diet started changing."},
  {"s": 103.49, "e": 107.32, "t": "You see, the South was perfectly suited for growing rice."},
  {"s": 107.32, "e": 114.03, "t": "In fact, rice grew so plentifully there that they had enough leftover to feed the North with it too."},
  {"s": 114.39, "e": 124.97, "t": "Now, you might think that it's equally difficult to eat rice with chopsticks, but East Asian rice is starchy and conveniently sticks together in nice clumps."},
  {"s": 124.97, "e": 127.8, "t": "Very easy to grab with a couple of sticks."},
  {"s": 127.8, "e": 129.28, "t": "Oh, that's what is it."},
  {"s": 129.28, "e": 135.55, "t": "Of course, it wasn't just rice that did it in the North, Millet had another Challenger wheat."},
  {"s": 136.43, "e": 144.39, "t": "More wheat meant less porridge and more noodles and dumplings, which of course leads to our friends the chopsticks again."},
  {"s": 144.39, "e": 150.77, "t": "This period also saw the rise of stir frying, for which food was pre-cut into bite sized morsels."},
  {"s": 150.77, "e": 154.72, "t": "All the easy to pick up and eat with your trusty chopsticks."},
  {"s": 154.72, "e": 158.34, "t": "Ha ha, they're pretty damn versatile, these chopsticks."},
  {"s": 158.34, "e": 161.1, "t": "And what was even better, they were cheap."},
  {"s": 161.1, "e": 166.43, "t": "This actually matters quite a lot when you've got a population as big as China's."},
  {"s": 166.79, "e": 172.43, "t": "Which, mind you, was about 1/4 of the entire world's population at the time."},
  {"s": 172.43, "e": 175.76, "t": "More people means less resources to go round."},
  {"s": 175.76, "e": 179.7, "t": "Less metal for knives and forks, less fuel for fires."},
  {"s": 179.7, "e": 182.74, "t": "And here's some culinary physics for you."},
  {"s": 182.74, "e": 189.34, "t": "Cutting food into small chunks before cooking it makes it cook faster and uses less fuel."},
  {"s": 189.34, "e": 191.71, "t": "It's economics all the way down."},
  {"s": 192.52, "e": 194.15, "t": "And a bit of psychology as well."},
  {"s": 194.15, "e": 197.56, "t": "After all, once you start using chopsticks, you'd naturally prefer."},
  {"s": 197.91, "e": 202.29, "t": "Smaller chunks of food that are easier to eat with said chopsticks."},
  {"s": 202.29, "e": 209.02, "t": "So in the end, knives moved from the table to the kitchen and chopsticks from the kitchen to the table."},
  {"s": 209.02, "e": 210.98, "t": "See what we did there, Swapsy?"},
  {"s": 210.98, "e": 216.28, "t": "Anyway, our good friend Confucius was one of the biggest advocates of chopsticks."},
  {"s": 216.28, "e": 222.75, "t": "In his eyes, a tool as violent and barbaric as the knife had no place on an honourable man's table."},
  {"s": 222.75, "e": 227.91, "t": "In fact, he made such a big deal out of it that his followers recorded this in."},
  {"s": 228.03, "e": 233.43, "t": "Book of Rights, one of the five classics that make up the core of Confucian philosophy."},
  {"s": 233.43, "e": 242.06, "t": "Now, I know that ever since we started this, you've been meaning to ask, what the hell does Cardinal Richelieu have to do with any of this?"},
  {"s": 242.06, "e": 244.05, "t": "Well, that's very good question."},
  {"s": 244.05, "e": 251.13, "t": "Well, although he probably wasn't well versed in his Confucian etiquette, he too hated seeing knives at his table."},
  {"s": 251.13, "e": 257.71, "t": "You see, back in those days, the knives you'd find on the average European dining table were pretty sharp."},
  {"s": 258.11, "e": 262.61, "t": "In fact, they were just as sharp as a knife you'd use to stab someone."},
  {"s": 262.61, "e": 264.85, "t": "Sorry, meant to go for the pumpkin."},
  {"s": 264.85, "e": 274.49, "t": "What's even weirder, though, is that when your table guests weren't actively conspiring against you, they'd use those same sharp knives as toothpicks."},
  {"s": 274.49, "e": 283.67, "t": "Richelieu, being the cunning mastermind that he was, started ordering every knife's blade to be ground down until it could barely cut anything."},
  {"s": 284.48, "e": 288.52, "t": "Richelieu fixed his pointy knife problem by inventing the table knife."},
  {"s": 289.03, "e": 292.77, "t": "While Confucius solved it by popularizing chopsticks."},
  {"s": 292.77, "e": 295.24, "t": "And that, my friends, is the point."},
  {"s": 295.24, "e": 297.14, "t": "Or not, as the case may be."},
  {"s": 297.14, "e": 301.09, "t": "Well, my friends, time for some stir fry and chopsticks."},
  {"s": 301.09, "e": 304.83, "t": "I hope I've satiated your culinary historical hunger."},
  {"s": 304.83, "e": 305.82, "t": "In case I did."},
  {"s": 305.82, "e": 318.87, "t": "You'll be happy to hear that we're cooking new batches as we speak, so if you'd like to be the first to know when the next one is ready, feel free to subscribe and hit that bell button."},
  {"s": 319.07, "e": 322.43, "t": "With your chopsticks or your blunt and knife."},
  {"s": 322.43, "e": 324.66, "t": "Again, thank you for watching."},
  {"s": 324.66, "e": 332.27, "t": "We'll see each other again soon for the next deliciously delectable and devious episode of Side Quest."}
]