[{"s": 8.87, "e": 32.95, "t": "What's your sign? In Western astrology, it's a constellation determined by when your birthday falls in the calendar. But according to the Chinese Zodiac, or Shengxiao, it's your Shu xiang, meaning the animal assigned to your birth year. And of the many myths explaining these animal signs and their arrangement, the most enduring 1 is that of the Great Race, as the story goes."}, {"s": 33.92, "e": 38.48, "t": "Or Jade Emperor, Ruler of the Heavens, wanted to devise a way to measure time."}, {"s": 39.19, "e": 68.83, "t": "So he organized a race. The 1st 12 animals to make it across the river would earn a spot on the Zodiac calendar. In the order they arrived, the Rat rose with the sun to get an early start, but on the way to the river he met the horse, the Tiger and the Ox. Because the Rat was small and couldn't swim very well, he asked the bigger animals for help. While the Tiger and Horse refused, the kind hearted Ox agreed to carry the Rat across. Yet just as they were about to reach the other side, the Rat."}, {"s": 68.95, "e": 71.95, "t": "Jumped off the ox's head and secured first place."}, {"s": 73.07, "e": 100.07, "t": "The ox came in second, with the powerful tiger right behind him. The rabbit, too small to battle the current, nimbly hopped across stones and logs to come in 4th. Next came the dragon, who could have flown directly across but stopped to help some creatures she had encountered on the way. After her came the horse, galloping across the river, but just as she got across, the snake slithered by. The startled horse reared back, letting the snake sneak into sixth place."}, {"s": 100.55, "e": 126.23, "t": "The Jade Emperor looked out at the river and spotted the sheep, the monkey, and the rooster, all atop a raft working together to push it through the weeds. When they made it across, the trio agreed to give 8th place to the sheep, who had been the most comforting and harmonious of them, followed by the monkey and the rooster. Next came the dog, scrambling onto the shore. He was a great swimmer, but frolicked in the water for so long that he only managed to come in 11th."}, {"s": 127.07, "e": 134.03, "t": "The final spot was claimed by the pig, who had gotten hungry and stopped to eat and nap before finally waddling across the finish line."}, {"s": 134.82, "e": 154.82, "t": "And so each year is associated with one of the animals in this order, with the cycle starting over every 60 years. Why 60 and not 12? Well, the traditional Chinese calendar is made-up of two overlapping systems. The animals of the Zodiac are associated with what's called the 12 Earthly branches, or."}, {"s": 156.75, "e": 186.71, "t": "Another system that 10 Heavenly stems or Shi Tiangan, is linked with the five classical elements of Metal, Jin, wood, MU, Water, Shui, Fire, huo, and Earth tu. Each element is assigned yin or Yang, creating a 10 year cycle. When the 12 animals of the earthly branches are matched with the five elements plus the yin or the Yang of the heavenly stems, it creates 60 years of different."}, {"s": 186.87, "e": 210.67, "t": "Combinations known as a successionary cycle or so Someone born in 1980 would have the sign of Young Metal monkey, while someone born in 2007 would be in Fire pig. In fact, you can also have an inner animal based on your birth month, a true animal based on your birth date, and a secret animal based on your birth hour."}, {"s": 211.71, "e": 240.52, "t": "It was the Great Race that supposedly determined which animals were enshrined in the Chinese Zodiac. But as the system spread through Asia, other cultures made changes to reflect their communities. So if you consult the Vietnamese Zodiac, you may discover that you're a cat, not a rabbit. And if you're in Thailand, a mythical snake called a not a replaces the dragon. So whether or not you play stock in what the Zodiac says about you as an individual, it certainly reveals much about the culture it comes from."}, {"s": 249.92, "e": 262.64, "t": ""}]